import 'MissPlete.js' for MissPlete;

alert("loaded");

new MissPlete({
  input: document.querySelector('input[name="Search"]'),
  // Each subarray contains an option and all its synonyms
  options: [["Овощи"], ["Фрукты"], ["Ягода"],["Выпечка"], ["Мясо"], ["Рыба"],["Картофель"], ["Огурцы"], ["Помидоры"],["Перец"], ["Яблоки"], ["Груши"],["Абрикос"], ["Малина"], ["Клубника"],["Жимолость"], ["Крыжовник"], ["Хлеб"],["Пирожки"], ["Пироги"], ["Говядина"],["Свинина"], ["Курица"], ["Колбаса"],["Морская рыба"], ["Речная рыба"], ["Окунь"], ["Карась"], ["Палтус"], ["Сельдь"]]
});